Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/6_undervisningsopplegg-niva-4.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 4
smj: Udir.no - Åhpadimgárvvidus: 4. dásse

source: Oahpahusláhču: Dássi 4
smj: Åhpadimgárvvidus: 4. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 4. dási gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 4. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri aiddostahttojuvvo oahppoulbmilis, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistaga árvvoštallan ja gielladoaimmat ja gáiddusoahpahus leat oassin dagus.
smj: Árvustallam bargadahttijn, gielladomena ja guhkásåhpadibme li gárvvidusán oase.

source: 4. dássi lea 3. dási loahpaheaddji dássi.
smj: 4. dásse le låhpalasj dásse sáme 3 aj.

source: Okta sámi 2 ja 3 hástalusain lea oažžut ohppiid aktiivvalaččat sámástit.
smj: Akta hásstalus Sáme 2 ja 3ajn le oadtjot oahppijt sámastittjat.

source: Vuolábealde aiddostahttojuvvojit oahppoplána 4 dási gelbbolašvuođamihttomearit mat oktiibuot dorjot njálmmálaš gulahallama.
smj: Vuollelin vuoseduvvi máhtudakmihto oahppamplánas 4. dáses, ma tjoahkkáj doarjju njálmálasj guládallamav.

source: Dát ovdamearkan čájeha dráma ja rollaspealu bakte movt oahppit sáhttet humadit sámi árbevirolaš ealáhusaid birra.
smj: Dát buojkulvis vuoset drámá ja roallaoavdástallama tjadá gåktu oahppe máhtti ságastit sáme árbbedábálsj æládusáj birra.

source: Ovdamearkkas lea njálmmálaš gulahallan guovddážis.
smj: Buojkulvisá oajvvetjalmos le njálmálasj guládallam.

source: Dán bagadallamis leat válljen deattuhit gelbbolašvuođamihttomearrin searvat ságastallamii sámi árbevirolaš ealáhusaid birra.
smj: Dán bagádallamin le máhtudakmihtto oassálasstet ságastallamijda sáme árbbedábálasj æládusáj birra váldedum maŋen.

source: Duogážiin lea oahppoplána hástaleaddji 4. dási gelbbolašvuođamihttomearri.
smj: Sivva le, oahppamplánan 4. dásen le dát máhtudakmihtto sierra hásstalus.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Njálmálas guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: geavahit sátnehivvodaga mii dárbbašuvvo árgabeaivválaš dilis
smj: adnet báhkoboanndudagáv majt dárbaj bæjválasj iellemin

source: ovdanbuktit drámáin, rollaneavttašemiin ja improviseremiin
smj: åvddånbuktet drámá, roallaståhkusa ja improvisasjåvnå baktu

source: geavahit loguid áiggi ja dáhtoniid muitaleamis
smj: adnet tállajt gå le ájgev ja biejvijt nammadime

source: oassálastit ságastallamis sámi árbevirolaš ealáhusaid birra
smj: oassálasstet ságastallamijda sáme árbbedábálasj æládusáj birra

source: Čálalaš gulahallan
smj: Tjálalasj guládallam

source: čállit teavsttaid mat muitalit, válddahallet dahje almmuhit čálli áddejumiid
smj: tjállet tevstajt ma subtsasti, gåvådi jali åvddånbukti ájádusájt

source: ovdanbuktit iežas teavsttaid earáide
smj: åvddånbuktet ietjas tevstajt iehtjádijda

source: Oahpahusdagus ii álo fátmmas olles gelbbolašvuođamihttomeari.
smj: Åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.

source: Gelbbolašvuođamihttomearit leat aiddostahttojuvvon oahppoulbmilis.
smj: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn.

source: Oahppomihttomearri lea lávkin gelbbolašvuođamihttomeari ollašuhttima guvlui.
smj: Åhpadusmihttomiere le akta lávkke gåktu máhtudakmihtojt jåksåt.

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Mihttomearrin lea ahte ohppiin galgá leat doarvái sátneriggodat vai árgabeaivvis birge, mas maiddái sámi árbevirolaš ealáhusat leat oassin.
smj: Ulmme le oahppe galggi máhttet ållo bágojt bæválasj dilij birra, gåsi aj sáme árbbedábálsj æládus oahppij láhkabirrusijn gullu.

source: Dát mearkkaša ahte oahppi galgá máhttit:
smj: Ietjá bágoj javladum galggá oahppe máhttet:

source: viiddidit sátneriggodaga go oahppá doahpagiid mat gullet árgabeaivválaš dillái ja sámi árbevirolaš ealáhussii
smj: oahppat bágojt ja moallánagájt bæjválasj dilij ja sáme árbbedábálasj æládusáj birra vaj bæjválasj giella buorrán

source: oahppat soames sániid mat gullet sámegielat lohkan- ja rehkenastinvuohkái
smj: oahppat nágin bágojt ma gulluji sáme låhkåm- ja riekknimvuohkáj

source: atnit árgabeaivválaš giela árbevirolaš ealáhusa birra mii gullá konkrehta dillái
smj: adnet bæjválasjgielav sáme árbbedábálasj æládusá konkrehtalasj diles

source: čállit unnit rollaspealu mii govvida ealáhusa doaimmaid ja doahpagiid
smj: tjállet oanegis roallaoavdástallamav dahpádusáj ja moallánagáj tjanádum æládussáj

source: neaktit rollaspealu
smj: tjadádit roallaoavdástallamav

source: árvvoštallat njálmmálaš doaimma daid eavttuid vuođul mat vuolábealde namuhuvvojit
smj: árvustallat gåktu njálmálasj doajmma lej, daj gájbbádusáj milta ma li tjielggidum vuollelin

source: Guovddážis dás lea ahte lea autenttalaš dilli man govvidit. Oahppit galget čájehit gelbbolašvuođaset go ráhkadit ja nektet rollaspealu mii govvida árbevirolaš ealáhusa árgabeaivválaš dilálašvuođaid.
smj: Dánna galggi oahppe dahkat ja tjadádit roallaoavdástallamav bæjválasj dilij birra árbbedábálasj æládusán, ja nav vuosedit ietjas máhtudagájt.

source: Nu ožžot oahppit vejolašvuođa atnit gelbbolašvuođaset ja gielaset juste nu movt árgabeaivvis duođaid dahkko.
smj: Navti oahppe oadtju máhttelisvuodav máhtojt ja gielav sæmmi gå almma iellemin adnet.

source: Oahppodoaimmat mat gullet oahppomihttomeriide leat dan buktaga, rollaspealu vuođđun maid oahppit galget buvttadit.
smj: Åhpadusdåjma tjanádum åhpadusmihttomierijda li vuodon roallaoavdástallamij majt oahppe galggi dahkat.

source: Dás leat váldán vuođu dálá lullisámi boazodoalloealáhusas.
smj: Dánna le dálásj ællobarggo lullesáme guovlon biejadum vuodon.

source: Boazodoalloealáhus doaimmahuvvo miehtá Sámi.
smj: Ællobarggo le miehtáj Sámen.

source: Maiddái lea seamma áigeguovdiliin vuođu váldit eará árbevirolaš sámi ealáhusain nugomat guolásteamis, eanandoalus, duojis / duedtie ja eará meahcceealáhusain ja buohtalasealáhusain.
smj: Sæmmi ájggeguovdelis le biedjat vuodon ietjá árbbedábálasj sáme æládusájt degu guollim, ednambarggo, duodje ja ietjá miehttseæládusá ja tjoahkkeæládusá.

source: Gelbbolašvuođamihttomearit maid dovdomearkan lea mihttomeriid ollašuhttin ja oahppomihttomearri galgá aiddostahttojuvvot ohppiide.
smj: Máhtudakmihto gånnå le mihtomierejåksåma dåbddomerka ja åhpadusmihttomiere gånnå le mihtomiere jåksåm gájbbádusá, vierttiji tjielggiduvvat oahppijda.

source: Mihttomearit galget leat oinnolaččat klássalanjas, ja/dahje dat sáhttet leat oassin bargoplánas.
smj: Tjadáda dájt ja dágásta njálmálattjat sijájn. Mihttomiere máhtti klássalanján vuojnnut, ja / jali barggamplánan årrot oassen.

source: Jus dovdomearkkat ja eavttut čállojuvvojit, nugomat bargoplánii, de sáhttet ohppiid váhnemat / ovddasteaddjit searvat bargui.
smj: Jus dåbddomerka jali gájbbádusá tjáleduvvi duola degu barggopládnaj máhtti æjgáda oassálasstet bargon.

source: Oahppomihttomeriid eavttuid sáhttá skovis govvidit.
smj: Oajvvádusájt ma li åhpadusmihttomierij gájbbádusá dåhkki sjiebmáj tjállet.

source: Dás atnit alla, gaskamuddosaš ja vuollegis meriid mánáiddássái ja árvosániid nuoraidskuvlii ja joatkkaskuvlii.
smj: Mánájdásijn nammaduvvi dáse vuolep, gasska ja alep, ja nuorajskåvlån ja joarkkaskåvlån káráktera aneduvvi.

source: Tabealla sáhttá ráhkadit álkibun vuođđoskuvlii go joatkkaskuvlii.
smj: Tabælla galggá dagáduvvat álkkep vuodoskåvllåj ienni gå joarkkaskåvllåj.

source: Dát ovdamearka vuhtiiváldá dan vejolašvuođa ahte skovi sáhttá atnit nuoraidskuvllas ja joatkkaskuvllas sámegiela 3 (1-4 dássái).
smj: Dát buojkulvis berus juhte aj galggá nuoraj- ja joarkkaskåvlå Sámegiel 3 (1-4 dásen) aneduvvat.

source: Gaska- muddosaš / (3-4)
smj: Vuolep/(2) Gasska/(3-4)

source: Oahppi galgá máhttit:
smj: Oahppe galggá máhttet

source: viiddidit beaivválaš sátneriggodaga go oahppá doahpagiid mat govvidit beaivválaš dili ja dán ealáhussii
smj: ienedit ietjas bæjválasj báhkoboanndudagáv dan baktu gå oahppá moallánagájt ma gulluji bæjválasj dilláj ja dán æládussaj

source: Don máhtát soames sániid ja doahpagiid mat gullet beaivválaš dilálašvuođaide.
smj: Dån máhtá muhtem bágojt ja moallánagájt bæjválasj vidjuji birra.

source: Don máhtát soames sániid ja doahpagiid mat gullet dán ealáhussii.
smj: Dån máhtá muhtem bágojt ja moallánagájt dán æládusá birra.

source: Don máhtát oalle ollu sániid ja doahpagiid mat čilgejit beaivválaš dilálašvuođa.
smj: Dån máhtá viek ållo bágojt ja moallánagájt bæjválasj vidjurij birra.

source: Don máhtát oalle ollu sáni ja doahpaga mat gullet dán ealáhussii.
smj: Dån máhtá viek ållo bágojt ja moallánagájt dán æládusá birra.

source: Don máhtát hui ollu sániid ja doahpagiid mat čilgejit beaivválaš dilálašvuođaid.
smj: Dån máhtá sierraláhkáj ållo bágojt ja moallánagájt bæjválasj vidjurij birra.

source: Don máhtát hui ollu sániid ja doahpagiid mat gullet dán ealáhussii.
smj: Dån máhtá sierraláhkáj ållo bágojt ja moallánagájt dán æládusá birra.

source: oahppat soames sániid mat gullet sámegielat lohkan- ja rehkenastin- vuohkái
smj: oahppat nágin bágojt ma gulluji sámegiela låhkåm- ja rieknimvuohkáj

source: Don leat oahppan soames sáni ja doahpaga mat gullet sámi lohkan- ja rehkenastin- vuohkái.
smj: Dån la nágin bágojt ma gulluji sámegiela låhkåm- ja rieknimvuohkáj oahppam.

source: Don leat oahppan máŋga sáni mat gullet sámi lohkan- ja rehkenastin- vuohkái ja máhtát daid atnit iešguđet dilálašvuođain.
smj: Dån la viehka bágojt ma gulluji sámegiela låhkåm- ja rieknimvuohkáj oahppam.

source: Don leat oahppan ollu sániid mat gullet sámi lohkan- ja rehkenastin- vuohkái ja máhtát daid atnit iešguđet oktavuođain.
smj: Dån la sierraláhkáj ållo bágojt ma gulluji sámegiela låhkåm- ja rieknimvuohkáj oahppam tjállet unnes roallaoavdástallamav gånnå le dáhpádus ja moallánagá ma gulluji æládussaj.

source: čállit smávit rollaspealu mas lea doahpagat ja govvida dán ealáhusa doaimma
smj: Dån tjálá muhtem rållajt unnes roallaoavdástallamij ja nagin moallánagájt æládusás aná.

source: Don čálát soames rollaid smávit rollaspellui, ja válddát mielde soames doahpaga mat gullet dán ealáhussii.
smj: Dån tjálá rållajt roallaoavdástallamij almma dáhpádusájn ja nagin moallánagájt æládusás aná

source: Don čálát soames rollaid rollaspellui, ja govvidat duohta dilálašvuođa ja anát doahpagiid mat gullet dán ealáhussii.
smj: Dån tjálá rållajt roallaoavdástallamij almma dáhpádusájn ja moaddá moallánagájt æládusás aná

source: neaktit rollaspealu njálmmálaš dialogain
smj: tjadádit roallaoavdástallamav njálmálasj ságastallamij

source: Don neavttat soames daid dialogain masa ledjet ráhkkanan.
smj: Dån åvddånbuvtá muhtemijt dajs ságastallamijs majt lidji gárvedam.

source: Don neavttát dialogaid maid ledjet oahppan dán rollaspealus, ja dagat dan bures.
smj: Dån åvddånbuvtá buorre láhkáj ságastallamijt majt lidji gárvedam.

source: Don neavttát rollaspealu dialogaid lunddolaš ja buori ládje.
smj: Dån åvddånbuvtá ságastallamijt luondulattjat ja buorre láhkáj

source: Dás heive ahte oahppit ohppet sámegielat lohkan- ja rehkenastivuogi, vaikko dat gullá ge 6. dássái.
smj: Juska sáme låhkåm- ja riekknimvuohke gullu 6. dássáj de hiehpá dav dánna álgadit.

source: Ovdamearkka dihte sáhttá čoahkkeloguin lohkat olbmuid (gööktesh, golmesh, njealjesh jna. – guokte, golbma, njeallje olbmo fárrolaga), bohccuid (gööktege, golmege, njealjege jna. – guokte, golbma, njeallje bohcco fárrolaga) ja čorraga sturrodat (bïrhketje, stuhtje, ealoe jna. – smávit čora, 8-12 ealli) ja oassin olles ealus (čora / eallu) sáhttet leat áigeguovdilis doahpagat.
smj: Duola degu ulmutjij tjoahkketálla (guovtes, gålmås, nieljes jnv. – akta, guokta, gålmmå ulmutja aktan), boahttsuj (guoktagis, gålmmågis, nielljagis jnv, - guokta, gålmmå, niellja boahttsu aktan) ja ællostuorrudáhka (tjårrågasj, návkká, ællo – muhtem boahttsu, 50-150 boahttsu, ájn vil enep boahttsu) ja oasse ælos máhtti hiebalgis moallánahkan årrot.

source: Buot sámi árbevirolaš ealáhusain gávdnojit lohkan- ja rehkenastinvuogit maid sáhttá sisafievrridit dán ovdamerkii.
smj: Juohkka sáme árbbedábálasj æládusájn gávnnuji låhkåm- ja rieknimvuoge ma dánna dåhkkiji aneduvvat.

source: Skovvi galgá leat sihke oahpaheaddji oahpahusa várás ja oahppi iešárvvoštallama várás.
smj: Sjiebmá hiehpá sige åhpadiddje árvustallamij bargadahttijn ja oahppe iesjárvustallamij.

source: Skovi sáhttá maiddái atnit oahppiságastallama vuođđun dahje ovdánahttinságastallan gaskal oahpaheaddji, ohppiid ja váhnemiid / ovddasteddjiid.
smj: Sjiebmá máhhtá aj vuodon oahppeságastallamij jali åvddånahttemságastallamij åhpadiddje, oahppe ja æjgádij gasskan.

source: Oahppandoaimmat
smj: Oahppamdåjma

source: Dás gávdná oahpaheaddji ovdamearkkaid dasa movt son sáhttá bargat gelbbolašvuođamihttomeriin 4. dásis; sisdoallu ja oahppandoaimmat, vuođđogálggat, heivehuvvon oahpahus, gáiddusoahpahus ja gasku árvvoštallan.
smj: Dánna åhpadiddje gávnna buojkulvisájt gåktu máhttá máhtudakmihtoj 4. dásen barggat; sisanujn ja oahppamdåjmaj, vuodotjehpudagáj, hiebadum åhpadusáj, guhkesåhpadimij ja árvustallamij bargadahttijin.

source: Ovdamáhtut
smj: Åvddåmáhto

source: Lea eaktun ahte oahppit buori muddui máhttet árgabeaivválaš doahpagiid ja ahte leat oahppan lohkosániid ja ortnetloguid.
smj: Gájbbádus le oahppe galggi muhtem mærráj máhttet bæjválasj moallánagájt, ja tállabágojt ja rájddobágojt.

source: Ovdal oahpahusdahkosa sáhttá leat ávkkálaš ja vuogas geardduhit árgabeaivválaš doahpagiid ja loguid.
smj: Åvddålin åhpadimgárvvidusá de la ávkálasj ja vuogas bæjválasj moallánagájt ja tállajt gærddodit.

source: Geahča dás ođđa goarttaid ovdamearkka mas leat ođđa sánit ja doahpagat:
smj: Oahppat ådå moallánagájt Åhpadiddje ájnnasamos bágojt ja moallánagájt tjadát.

source: Dasto sáhttet oahppit oahppat eanemus guovddáš doahpagiid iešguđetlágan doaimmaid bakte, ovdamearkka dihte sátnegeardun, sátnebordin seaidnespeallu ja rumašspeallu (kroppskrøll).
smj: Dála vuojná guokta kårtå ådå bágoj ja moallánagáj: Maŋŋela máhtti oahppe ájnnasamos moallánagájt oahppat duon dán dåjma baktu, duola degu báhkoloop, siejnnespella ja rumájspella.

source: Válddaheames oahppanvugiid
smj: Oahppamvuogetjielgadusá

source: Visuala oahppit liikojit
smj: Visualalasj oahppe lijkkuji

source: Auditiiva oahppit liikojit
smj: Auditijvalasj oajppe lijkkuji

source: - lohkat ja čállit, geahččat filmma, sárgut, bargat bargogirjjiin ja govvidit jurddakártta
smj: - låhkåt ja tjállet, filmav gæhttjat, tjuorggat, barggogirjij barggat, ja ájáduskártav tjuorggat

source: - govaid ja sániid
smj: - gåvåjda ja bágojda

source: - guldalit, digaštallat, hupmat iežainis dahje earáiguin ja jitnosit lohkat
smj: - gulldalit, dágástallat, ietjajnis jali iehtjádij ságastit ja tjavgga låhkåt

source: Taktiila oahppit liikojit
smj: Taktijlalasj oahppe lijkkuji

source: Kinestetihkka oahppit liikojit
smj: Kinestetihkalasj oahppe lijkkuji

source: - guoskkahit diŋggaid, giehtabarggu, dihtoriin bargat, ráhkadit seaidneplakáhtaid, speallat, čállit, čuohpadit ja liibmet
smj: - duohtadit gálvojt, barggat giedaj, pc ’ ajn barggat, siejnneplákáhtajt dahkat, spellat, tjállet, biesskedit, lijmmit

source: - bargat čoavddarieggáin ja árpobreahtain
smj: - tjåvdariggasijn ja hárbbobrehtajn barggat

source: - lihkadit ja olleš rupmaša atnit, speallat iešguđetlágan spealuid, teáhterneaktima ja praktihkalaš barggu
smj: - labudit ja ålles rubmahav adnet, moattelágásj spelajt spellat, teaterav spieledit ja praktihkalasj barggguj

source: - seaidne- ja láhttespealuid
smj: - siejnne- ja guolbbespellaj

source: Cavgileapmin dasa movt oahppit sáhttet geardduhit ja maiddái oahppat ođđa sániid, geahča artihkkala sátneoahppama birra ja artihkkala oahppanstrategiijaid birra eaŋgalasgielat bagadusas.
smj: Gåktu oahppe máhtti gærddodit ja ådå bágojt oahppat, gehtja artihkal báhko-oahppama birra ja artihkal oahppam strategiaj birra ieŋŋilsgiela bagádusán.

source: Ávkkástala dan álgun mii heive oahppijovkui.
smj: Válde álggon dav mij oahppejuohkusij hiehpá.

source: Bovde soames lagasbirrasa olbmo ohppiide muitalit báikkálaš muhtin árbevirolaš sámi ealáhusa birra.
smj: Oattjo náginav lahkabájkes subtsastittjat muhtem sáme árbbedábálasj æládusá birra.

source: Ane vuođđun dan go klássaoahppit finadedje árbevirolaš ealáhusdoalli guossis oahppamis su ealáhusa birra.
smj: Válde vuodon gå guossidijda náginav gut árbbedábálasj æládusájn bargaj.

source: Bija ohppiid lohkat oanehis ja álkes fáktadieđuid ohppiid lagasbirrasa sámi árbevirolaš ealáhusa birra.
smj: Dibde oahppijt oanegis ja álkkes diehtotevstajt bájkálasj sáme árbbedábálasj birra låhkåt.

source: Rollaspeallu lea okta vugiin ohppiide movt ealáskahttit gielaset.
smj: Roallaoavástallam le akta vuohke oadtjot oahppijt sámastihttjat.

source: Rollaspealus ii leat ” ieš oahppi ” guhte hupmá, go dat lea rolla maid neaktá.
smj: Roallaoavdástallamin ij la ham ” oahppe iesj ” gut ságas, valla roalla.

source: Nu sáhttá buorebut jávkadit ohppiin olahusbalu jus ballet hupmamis boastut.
smj: De la ham álkkebu duosstat ságastit ja nåv de ij ballat buosstot javllat.

source: Go oahppit ráhkadit rollaspealu, de lea jurddašuvvondilli man galget neaktit.
smj: Gå oahppe roallaoavástallamav dahki, de la sijájn dat ájádallam dille.

source: Ovdamearka
smj: Buojkulvis

source: Ráhkat govvadaga mii dili govvida Gos leat mii ?
smj: Lárkkamin æjvvalip. Gåvvida vidjurijt Gånnå lip ?

source: Movt lea guovlu gos lehpet ?
smj: Gåktu vuojnnu dánna ?

source: Govvidit luonddu, olbmuid jna..
smj: Tjielggi gåktu luonndo ja ulmutja jnv li.

source: Gos leat mii ?
smj: Gånnå lip ?

source: Makkár olbmot leat báikkis ?
smj: Gudi ulmutja oassálassti ?

source: Geahča rollagoartta
smj: Gehtja roallakårtåjn.

source: Rollagoarta:
smj: Roallakårttå::

source: Gii mun lean ?
smj: Gut lav mån ?

source: - olmmoš - gaskavuohta earáide spealus - sohkavuohta - bargoolmmái - veahkeheaddjin
smj: - Ulmusj / persåvnnå - Gasskavuohta iehtjádijda oavdástallamin - Berulasj - Barggoráddna - Viehkediddje

source: Iešvuohta Ane adjektiivvaid go muitalat Ovdamearka: Mun lean ilus, siivui, suhtus jnv..
smj: Ulmusjvuohke Gåvvida adjektijvaj Duola degu: mån lav ávon, sijvos, suhton jnv..

source: Mii dáhpáhuvvá jurddašuvvon dilálašvuođas ?
smj: Mij dánna dáhpáduvvá ?

source: Bargu gárddis
smj: Buojkulvis Dálvve

source: Áigeguovdilin lea ovdamearkan rátkin, njuovadeapmi ja lohkan.
smj: Dánna dåhkki hiebadit oahppij åvddåmahtulasjvuoda milta.

source: Lea dehálaš ahte oahppit oahpásmuvvet rollaiguin maid galget neaktit ja nu sin oadjudit.
smj: Duola degu lárkkamin, njuovvamin, ja låhkåmin. Ájnas le oahppe ietjasa rållaj oahpástuvvi vaj jálo sjaddi.

source: Ráhkat dialoga juohke dilálašvuhtii.
smj: Dahkit ságastallamijt juohkka vidjurij birra.

source: Divtte ohppiid ráhkadit dilálašvuođaid mat leat áigeguovdilat.
smj: Dibde oahppijt hiebalgis ájggeguovddelis vidjurijt dahkat.

source: Buohkat sáhttet oktanaga searvat spellui, muhto dan sáhttá maiddái čađahit seamma lanjas iešguđege ” hupmanstašuvnnain ” mat de doibmet dege sierra gielladomeanan.
smj: Gájka máhtti oassálasstet åvtå bále oavdástallamin, valla dåhkki aj sæmmi lanján duot dát ” ságastallamstasjåvnnå ” mij aj máhttá gielladomdenan liehket.

source: Loga eanet gielladomeanaid birra sierra artihkkalis.
smj: Lågå enebu gielladomenaj birra sierra artihkal.

source: Hupmanstašuvdna 1 Ránnjáorohagas boahtá olmmoš geahčadit leatgo sis mastan bohccuid deike.
smj: Ságastallamstasjåvnnå 1 Ulmusj boahtá ráddnátjæros ja sihtá gæhttjat jus ælon li sijá boahttsu.

source: Dovdaba go soai goabbat guoimmiska ovdalaččas ?
smj: Dåbddåba gus dá guovtes nubbe nuppev åvtåtjis ?

source: Soai buorástahttiba goabbat guoimmiska, muitaleaba geat soai leaba ja gos boahtiba.
smj: Såj buorástahtteba, oahpásmahtteba jus dárbbo le, ja subtsastibá gåstå boahteba.

source: Govven: Elin Fjellheim, Elgå skuvle
smj: Majt javllaba nubbe nubbáj ?

source: Goalmmát olmmoš boahtá ja jearrá ságaid guohtuma birra, ja movt geassi ja čakča lea leamašan jnv..
smj: Goalmát ulmusj boahtá ja gatjádallá guohtoma birra, gåktu giesse ja tjaktja l læhkám jnv..

source: Hupmanstašuvdna 2 Guokte eaiggáda humadeaba makkáraš ja gean bohccot lea čohkkejuvvon mat gullet ránnjáorohahkii.
smj: Ságastallamstasjåvnnå 2 Guovtes ságastallaba makkir / gen boahttsu ráddnátjæros li tjoahkkidum.

source: Hupmanstašuvdna 3 Soames olbmot čippustit dollagáttis ja hupmet árgabeaivválaš dilálašvuođaid birra
smj: Ságastallamstasjåvnnå 3 Muhtem ulmutja tjåhkkåji dållågátten ja ságasti bæjválasj vidjurij birra.

source: Ná sáhttá dilálašvuođa sirdit hupmanstašuvnnas hupmanstašuvdnii, ja ođđa dilit čuožžilit dárbbu mielde.
smj: Náv dåhkki vidjujit jåhtet stasjåvnås stasjåvnnåj, ja ådå vidjura badjáni dárboj milta.

source: Dát leat vuođđogeađggit mat viiddidit giellaanu.
smj: Dá li nannimgierge ma gielav buoredi.

source: Vállje galle olbmo galget searvat rollaspellui, dan mielde galle oahppi leat sámegieldiimmuin.
smj: Mierreda galles galggi roallaoavdástallamin oassálasstet, sámegieltijmaj oahppijlågå milta.

source: Oahpaheaddji sáhttá maiddái searvat vai leat eanet oassálastit.
smj: Åhpadiddje máhttá aj oassálasstet vaj enebu sjaddi.

source: Vuolábealde olmmoš- ja hupmanstašuvdnagoartta evttohus, maidda oahppit čállet dieđuid.
smj: Vuollelin tjuovvu oajvvádus ulmusj- ja ságastallamstasjåvnåkårtåjda majt oahppe dievddi.

source: Olmmoš 1
smj: Ulmusj 1

source: Namma: Ahki: Gii mun lean: Iešvuohta / luondu: Sohkavuohta / bargoolmmái / bargoveahkki / eará gaskavuohta:
smj: Namma: Áldar: Gut lav: Iesjvuohta / luonndo: Beraj / barggoráddna / Barggoviehkke / ietjá gasskavuohta

source: Olmmoš 2
smj: Ulmusj 2

source: Gos: Gii: Doaibma: Man birra hupmet:
smj: Gånnå: Gut: Dáhpádus: Man birra ságastallat:

source: Seamma málle sáhttá atnit ráhkadeames rollaspealu eará sámi árbevirolaš ealáhusaide nugomat:
smj: Sæmmilágásj vuoge ja háme máhtti aneduvvat gå galggi roallaoavdástallamav ietjá árbbedábálasj sáme æládusájs dahkat.

source: eanandollui
smj: Merraguollim

source: bivdui- ja meahcásteapmái
smj: Miehttse- ja guollebivddo

source: eará meahcceealáhusaide
smj: Ietjá miehttseæládusá

source: buohtalasealáhusaide
smj: Duodje Tjoahkkeæládusá

source: Juohke áidna dáin ealáhusain sáhttet doaibmat sámegielat domeanan, gos oahppit sáhttet fitnat, ja das ráhkadit rollaspealu.
smj: Juohkka akta dájs æládusájs dåhkki sámegieldomednan, majt oahppe máhtti guossudit ja dassta roallaoavdástallamav dahkat.

source: Rollat / rollaspeallu doaibmá maiddái gielladomeanan.
smj: Roallaoavdástallam le aj gielladomedna.

source: Geahča sierra artihkkala gielladomeanaid birra gos gávdnat eanet ovdamearkkaid.
smj: Gehtja sierra artihkkalav ja enep buojkulvisájt gielladomenaj birra.

source: Rollaspeallu sáhttá maiddái viiddiduvvot nu ahte šaddá storyline-prošeavtta vuolggasadjin.
smj: Roallaoavdástallam dåhkki aj vijdeduvvat ja vuodon storyline-prosjæktaj.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Earut válljemis rollaspellui heivvolaš viidodaga, omd. manlágán olbmot ja galle hupmanstašuvnna galget, ohppiidlogu, ohppiid ovdamáhtolašvuođa ja sin agi ektui.
smj: Hiebada oavdástallama stuorrudagáv oahppij milta, galles li, sijáj åvddådiedoj ja áldarij milta, duola degu makkir ulmutja, ja galla ságastallamstasjåvnå galggi.

source: Go oahppit ieža leat mielde čállimis rollaid, de sii atnet dan máhtolašvuođa maid sii leat háhkan.
smj: Gå oahppe ietja oassálassti rållajt tjálátjit de sij adni ietjas åmastam máhtojt.
